---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.SkyColor
source: html/0912b4b6-5050-94e4-232a-1b44bad9fa6a.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.SkyColor Property

The color of the sky when the type is 'Gradient'.

## Syntax (C#)
```csharp
public Color SkyColor { get; }
```